Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.growth.q7
source: Du schaust auf deine To-Do-Liste und siehst 35 Aufgaben, die dich völlig erschlagen. Du gerätst in Panik. Was ist dein nächster Zug?
en: You look at your to-do list and see 35 tasks that completely overwhelm you. You panic. What's your next move?
es: Miras tu lista de tareas pendientes y ves 35 tareas que te abruman por completo. Entras en pánico. ¿Cuál es tu próximo paso?
fr: Vous regardez votre liste de tâches et voyez 35 tâches qui vous submergent complètement. Vous paniquez. Quelle est votre prochaine étape ?
hi: आप अपने कार्यों की सूची देखें और 35 कार्य देखें जो आप पर पूरी तरह से हावी हैं। तुम घबरा जाओ. आपका अगला कदम क्या है?
it: Guardi la tua lista di cose da fare e vedi 35 attività che ti sopraffanno completamente. Vai nel panico. Qual è la tua prossima mossa?
ja: To Do リストを見ると、35 個のタスクがあり、完全に圧倒されてしまいます。あなたはパニックになります。次の行動は何ですか?
ko: 당신은 할 일 목록을 보고 당신을 완전히 압도하는 35가지 작업을 봅니다. 당신은 당황합니다. 다음 행보는 무엇입니까?
nl: Je kijkt naar je to-do-lijst en ziet 35 taken die je volledig overweldigen. Je raakt in paniek. Wat is je volgende zet?
pl: Patrzysz na swoją listę rzeczy do zrobienia i widzisz 35 zadań, które całkowicie Cię przytłaczają. Panikujesz. Jaki jest twój następny ruch?
pt: Você olha para sua lista de tarefas e vê 35 tarefas que o sobrecarregam completamente. Você entra em pânico. Qual é o seu próximo passo?
ru: Ты смотришь на свой список дел и видишь 35 задач, которые полностью тебя поражают. Ты впадаешь в панику. Какой твой следующий шаг?
tr: Yapılacaklar listenize bakıyorsunuz ve sizi tamamen bunaltacak 35 görev görüyorsunuz. Panik yapıyorsun. Bir sonraki hamleniz ne?
zh_hans: 你看着你的待办事项清单，看到35项任务让你完全不知所措。你开始惊慌。你的下一步动作是什么？
zh_hant: 您查看待辦事項列表，發現 35 項任務讓您徹底不知所措。你驚慌失措。你的下一步是什麼？

# assessment.growth.q7.a
source: Ich streiche gnadenlos 32 Aufgaben weg, isoliere die 3 wichtigsten und ignoriere den Rest.
en: I mercilessly eliminate 32 tasks, isolate the 3 most important and ignore the rest.
es: Elimino sin piedad 32 tareas, aíslo las 3 más importantes e ignoro el resto.
fr: J’élimine sans pitié 32 tâches, j’isole les 3 plus importantes et ignore le reste.
hi: मैं निर्दयतापूर्वक 32 कार्यों को समाप्त कर देता हूं, 3 सबसे महत्वपूर्ण को अलग कर देता हूं और बाकी को नजरअंदाज कर देता हूं।
it: Elimino senza pietà 32 compiti, isolo i 3 più importanti e ignoro il resto.
ja: 私は容赦なく 32 のタスクを削除し、最も重要な 3 つのタスクを分離し、残りは無視します。
ko: 나는 32개의 작업을 무자비하게 제거하고 가장 중요한 3개를 분리하고 나머지는 무시합니다.
nl: Ik elimineer genadeloos 32 taken, isoleer de 3 belangrijkste en negeer de rest.
pl: Bezlitośnie eliminuję 32 zadania, wyodrębniam 3 najważniejsze, a resztę ignoruję.
pt: Elimino impiedosamente 32 tarefas, isolo as 3 mais importantes e ignoro as restantes.
ru: Я безжалостно вычеркиваю 32 задания, выделяю 3 самых важных и игнорирую остальное.
tr: 32 görevi acımasızca ortadan kaldırıyorum, en önemli 3 tanesini ayırıyorum ve gerisini görmezden geliyorum.
zh_hans: 我无情地划掉32项任务，隔离出最重要的3项，并忽略其余的。
zh_hant: 我無情地消除了 32 項任務，隔離出最重要的 3 項，忽略其餘的。

# assessment.growth.q7.b
source: Ich klappe den Laptop zu, lenke mich ab und hoffe, dass das Gefühl der Überforderung weggeht.
en: I close the laptop, distract myself and hope that the feeling of being overwhelmed goes away.
es: Cierro el portátil, me distraigo y espero que la sensación de agobio desaparezca.
fr: Je ferme l'ordinateur portable, me distrait et espère que le sentiment d'être dépassé disparaîtra.
hi: मैं लैपटॉप बंद करता हूं, अपना ध्यान भटकाता हूं और आशा करता हूं कि अभिभूत होने की भावना दूर हो जाएगी।
it: Chiudo il portatile, mi distraggo e spero che la sensazione di sopraffazione se ne vada.
ja: 私はラップトップを閉じて気を紛らわせ、圧倒された気持ちが消えることを望みます。
ko: 나는 노트북을 닫고 정신을 딴 데로 돌리며 압도당하는 느낌이 사라지기를 바랍니다.
nl: Ik klap de laptop dicht, leid mezelf af en hoop dat het gevoel van overweldiging verdwijnt.
pl: Zamykam laptopa, odwracam swoją uwagę i mam nadzieję, że uczucie przytłoczenia minie.
pt: Fecho o laptop, me distraio e espero que a sensação de estar sobrecarregada desapareça.
ru: Я закрываю ноутбук, отвлекаюсь и надеюсь, что чувство перегруженности уйдёт.
tr: Dizüstü bilgisayarı kapatıyorum, dikkatimi dağıtıyorum ve bunalmışlık hissinin geçmesini umuyorum.
zh_hans: 我合上笔记本电脑，转移注意力，希望那种不知所措的感觉会消失。
zh_hant: 我合上筆電，分散自己的注意力，希望那種不知所措的感覺能夠消失。

# assessment.growth.q7.c
source: Ich arbeite blind von oben nach unten ab, egal ob die Aufgabe wichtig oder unwichtig ist.
en: I work blindly from top to bottom, regardless of whether the task is important or unimportant.
es: Trabajo a ciegas, de arriba a abajo, sin importar si la tarea es importante o no.
fr: Je travaille à l'aveugle de haut en bas, que la tâche soit importante ou sans importance.
hi: मैं ऊपर से नीचे तक आंख मूंदकर काम करता हूं, चाहे काम महत्वपूर्ण हो या महत्वहीन।
it: Lavoro alla cieca da cima a fondo, indipendentemente dal fatto che il compito sia importante o meno.
ja: 重要な仕事かそうでない仕事かに関係なく、上から下まで盲目的に仕事をします。
ko: 나는 일이 중요하든 중요하지 않든 상관없이 위에서 아래로 맹목적으로 일한다.
nl: Ik werk blindelings van boven naar beneden, ongeacht of de taak belangrijk of onbelangrijk is.
pl: Pracuję na ślepo od góry do dołu, niezależnie od tego, czy zadanie jest ważne, czy nieważne.
pt: Trabalho cegamente de cima para baixo, independentemente de a tarefa ser importante ou não.
ru: Я работаю вслепую сверху вниз, независимо от того, важна задача или нет.
tr: Görevin önemli ya da önemsiz olmasına bakmaksızın tepeden tırnağa körü körüne çalışıyorum.
zh_hans: 我盲目地从上到下处理，不管任务是重要还是不重要。
zh_hant: 我從上到下盲目地工作，不管任務重要還是不重要。

# assessment.growth.q7.d
source: Ich verbringe 2 Stunden damit, die Aufgaben neu zu sortieren und farblich zu markieren.
en: I spend 2 hours re-sorting and color-coding the tasks.
es: Paso 2 horas reclasificando y codificando por colores las tareas.
fr: Je passe 2 heures à re-trier et à coder par couleur les tâches.
hi: मैं कार्यों को दोबारा क्रमबद्ध करने और रंग-कोडिंग करने में 2 घंटे लगाता हूं।
it: Trascorro 2 ore a riordinare e codificare a colori le attività.
ja: タスクを再分類して色分けするのに 2 時間を費やします。
ko: 작업을 다시 정렬하고 색상을 지정하는 데 2시간이 소요됩니다.
nl: Ik besteed 2 uur aan het opnieuw sorteren en kleurcoderen van de taken.
pl: Spędzam 2 godziny na ponownym sortowaniu i kodowaniu zadań kolorami.
pt: Passo 2 horas reorganizando e codificando as tarefas por cores.
ru: Я трачу 2 часа на то, чтобы заново распределить задачи и отметить их цветом.
tr: Görevleri yeniden sıralamak ve renk kodlaması yapmak için 2 saat harcıyorum.
zh_hans: 我花了两个小时重新整理任务并用颜色标记。
zh_hant: 我花了 2 個小時對任務進行重新排序和顏色編碼。

# assessment.growth.q8
source: Dein Zug/Bus hat 15 Minuten Verspätung oder jemand lässt dich unangekündigt warten. Du bist unvorbereitet. Was machst du?
en: Your train/bus is 15 minutes late or someone makes you wait unannounced. You are unprepared. What are you doing?
es: Tu tren/autobús llega con 15 minutos de retraso o alguien te hace esperar sin avisar. No estás preparado. ¿Qué estás haciendo?
fr: Votre train/bus a 15 minutes de retard ou quelqu'un vous fait attendre à l'improviste. Vous n'êtes pas préparé. Que fais-tu?
hi: आपकी ट्रेन/बस 15 मिनट लेट है या कोई आपको बिना बताए इंतज़ार करा रहा है। आप तैयार नहीं हैं. आप क्या कर रहे हो?
it: Il tuo treno/autobus è in ritardo di 15 minuti o qualcuno ti fa aspettare senza preavviso. Sei impreparato. Cosa fai?
ja: 電車やバスが 15 分遅れたり、誰かが予告なしに待たせたりします。準備ができていません。何してるの？
ko: 기차/버스가 15분 늦거나 누군가가 예고도 없이 기다리게 합니다. 당신은 준비가 되어 있지 않습니다. 뭐하세요?
nl: Je trein/bus is 15 minuten te laat of iemand laat je onaangekondigd wachten. Je bent onvoorbereid. Wat ben je aan het doen?
pl: Twój pociąg/autobus jest spóźniony 15 minut lub ktoś każe Ci czekać bez zapowiedzi. Jesteś nieprzygotowany. Co robisz?
pt: Seu trem/ônibus está 15 minutos atrasado ou alguém faz você esperar sem avisar. Você não está preparado. O que você está fazendo?
ru: Твой поезд/автобус опаздывает на 15 минут или кто-то заставляет тебя ждать без предупреждения. Ты неподготовлен. Что ты делашь?
tr: Treniniz/otobüsünüz 15 dakika gecikti ya da birisi sizi haber vermeden bekletti. Hazırlıksızsın. Ne yapıyorsun?
zh_hans: 你的火车/公交晚点了15分钟，或者有人让你无预警地等待。你没有准备。你会怎么办？
zh_hant: 您的火車/巴士晚點 15 分鐘，或有人未經通知就讓您等待。你毫無準備。你在幹什麼？

# assessment.growth.q8.a
source: Ich öffne automatisch Instagram/TikTok und lasse mich berieseln.
en: I automatically open Instagram/TikTok and let myself be showered.
es: Automáticamente abro Instagram/TikTok y me dejo duchar.
fr: J'ouvre automatiquement Instagram/TikTok et je me laisse doucher.
hi: मैं स्वचालित रूप से इंस्टाग्राम/टिकटॉक खोलता हूं और खुद को नहलाने देता हूं।
it: Apro automaticamente Instagram/TikTok e mi lascio fare la doccia.
ja: Instagram/TikTok を自動的に開き、シャワーを浴びます。
ko: 나는 자동으로 Instagram/TikTok을 열고 샤워를 합니다.
nl: Ik open automatisch Instagram/TikTok en laat me douchen.
pl: Automatycznie otwieram Instagram/TikTok i daję się wykąpać.
pt: Abro automaticamente o Instagram/TikTok e deixo-me tomar banho.
ru: Я автоматически открываю Instagram/TikTok и позволяю себе быть облучённым.
tr: Otomatik olarak Instagram/TikTok'u açıyorum ve duş almama izin veriyorum.
zh_hans: 我会自动打开Instagram/TikTok，让自己被内容淹没。
zh_hant: 我自動打開 Instagram/TikTok，讓自己洗澡。

# assessment.growth.q8.b
source: Ich nutze die Zeit, um mental herunterzufahren und einfach nur meine Umgebung zu beobachten (Boredom-Training).
en: I use the time to mentally shut down and just observe my surroundings (boredom training).
es: Utilizo el tiempo para cerrarme mentalmente y simplemente observar mi entorno (entrenamiento para el aburrimiento).
fr: J'utilise le temps pour m'arrêter mentalement et simplement observer mon environnement (entraînement contre l'ennui).
hi: मैं समय का उपयोग मानसिक रूप से शांत होने और अपने परिवेश (बोरियत प्रशिक्षण) का निरीक्षण करने में करता हूं।
it: Sfrutto il tempo per chiudermi mentalmente e osservare semplicemente ciò che mi circonda (allenamento contro la noia).
ja: 私は時間を精神的にシャットダウンして、ただ周囲を観察するために使います（退屈トレーニング）。
ko: 나는 그 시간을 정신적으로 닫고 주변을 관찰하는 데 사용합니다(심심함 훈련).
nl: Ik gebruik de tijd om me mentaal af te sluiten en alleen maar mijn omgeving te observeren (vervelingstraining).
pl: Wykorzystuję ten czas na mentalne wyłączenie się i po prostu obserwację otoczenia (trening z nudów).
pt: Eu aproveito o tempo para me desligar mentalmente e apenas observar o que está ao meu redor (treinamento de tédio).
ru: Я использую это время, чтобы психически расслабиться и просто наблюдать за окружающим (тренировка скуки).
tr: Bu zamanı zihinsel olarak kendimi kapatıp sadece çevremi gözlemlemek için kullanıyorum (sıkılma eğitimi).
zh_hans: 我利用这段时间来让自己的精神放松，只是观察周围的环境（无聊训练）。
zh_hant: 我利用這段時間在精神上關閉並觀察周圍的環境（無聊訓練）。

# assessment.growth.q8.c
source: Ich rege mich 15 Minuten lang lautstark über die Verspätung auf.
en: I complain loudly about the delay for 15 minutes.
es: Me quejo en voz alta por el retraso de 15 minutos.
fr: Je me plains bruyamment du retard de 15 minutes.
hi: मैं 15 मिनट की देरी के बारे में जोर-जोर से शिकायत करता हूं।
it: Mi lamento a gran voce del ritardo di 15 minuti.
ja: 15分も遅れると大声で文句を言う。
ko: 나는 15분 지연에 대해 큰 소리로 불평한다.
nl: Ik klaag luid over de vertraging van 15 minuten.
pl: Głośno narzekam na 15-minutowe opóźnienie.
pt: Reclamo em voz alta do atraso de 15 minutos.
ru: Я громко раздражаюсь из-за опоздания в течение 15 минут.
tr: 15 dakikalık gecikmeden yüksek sesle şikayet ediyorum.
zh_hans: 我大声抱怨延误十五分钟。
zh_hant: 我大聲抱怨延誤了15分鐘。

# assessment.growth.q8.d
source: Ich öffne meine Notizen, beantworte Nachrichten oder höre ein Hörbuch. Keine Zeit wird verschwendet.
en: I open my notes, answer messages or listen to an audio book. No time is wasted.
es: Abro mis notas, respondo mensajes o escucho un audiolibro. No se pierde tiempo.
fr: J'ouvre mes notes, je réponds à des messages ou j'écoute un livre audio. Aucun temps n'est perdu.
hi: मैं अपने नोट्स खोलता हूं, संदेशों का उत्तर देता हूं या ऑडियो पुस्तक सुनता हूं। कोई समय बर्बाद नहीं होता.
it: Apro i miei appunti, rispondo ai messaggi o ascolto un audiolibro. Non si perde tempo.
ja: メモを開いたり、メッセージに返信したり、オーディオブックを聞いたりします。時間は無駄になりません。
ko: 나는 노트를 열고, 메시지에 답하고, 오디오북을 듣습니다. 시간이 낭비되지 않습니다.
nl: Ik open mijn notities, beantwoord berichten of luister naar een audioboek. Er wordt geen tijd verspild.
pl: Otwieram notatki, odpowiadam na wiadomości lub słucham audiobooka. Żaden czas nie jest marnowany.
pt: Abro minhas anotações, respondo mensagens ou ouço um audiolivro. Nenhum tempo é perdido.
ru: Я открываю свои заметки, отвечаю на сообщения или слушаю аудиокнигу. Никакое время не тратится впустую.
tr: Notlarımı açıyorum, mesajları yanıtlıyorum veya sesli kitap dinliyorum. Zaman boşa harcanmaz.
zh_hans: 我打开笔记、回复消息或听有声书。没有浪费时间。
zh_hant: 我打開筆記、回覆訊息或聽有聲書。沒有時間被浪費。

# assessment.growth.q9
source: Du wolltest jeden Tag ins Gym gehen/lesen. An Tag 18 bricht dein Streak, weil du es einfach vergessen hast. Was ist dein interner Monolog am Tag danach?
en: You wanted to go to the gym/read every day. On day 18 your streak breaks because you simply forgot. What is your internal monologue the day after?
es: Querías ir al gimnasio/leer todos los días. El día 18 tu racha se rompe porque simplemente lo olvidaste. ¿Cuál es tu monólogo interno al día siguiente?
fr: Vous vouliez aller à la salle de sport/lire tous les jours. Au jour 18, votre séquence s'interrompt parce que vous avez simplement oublié. Quel est votre monologue intérieur du lendemain ?
hi: आप प्रतिदिन जिम जाना/पढ़ना चाहते थे। 18वें दिन आपकी शृंखला टूट जाती है क्योंकि आप बस भूल गए थे। अगले दिन आपका आंतरिक एकालाप क्या है?
it: Volevi andare in palestra/leggere tutti i giorni. Il giorno 18 la tua serie di vittorie si interrompe perché semplicemente te ne sei dimenticato. Qual è il tuo monologo interiore il giorno dopo?
ja: 毎日ジムに行ったり本を読んだりしたいと思っていました。 18 日目には、単純に忘れてしまったため、連続記録が途切れてしまいます。翌日のあなたの内なる独り言は何ですか？
ko: 당신은 체육관에 가고 싶거나 매일 책을 읽고 싶었습니다. 18일째에는 단순히 잊어버렸기 때문에 연속 기록이 깨졌습니다. 다음날 당신의 내부 독백은 무엇입니까?
nl: Je wilde elke dag naar de sportschool gaan/lezen. Op dag 18 breekt je streak omdat je het gewoon vergeten bent. Wat is je interne monoloog de dag erna?
pl: Chciałaś codziennie chodzić na siłownię/czytać. W 18. dniu Twoja passa zostanie przerwana, ponieważ po prostu zapomniałeś. Jaki jest Twój wewnętrzny monolog następnego dnia?
pt: Você queria ir à academia/ler todos os dias. No dia 18, sua seqüência de rebatidas quebra porque você simplesmente esqueceu. Qual é o seu monólogo interno no dia seguinte?
ru: Ты хотел ходить в спортзал/читать каждый день. На 18-й день твоя серия прерывается, потому что ты просто забыл. Каковы твои внутренние размышления на следующий день?
tr: Her gün spor salonuna gitmek/kitap okumak istediniz. 18. günde seriniz kırılıyor çünkü unuttunuz. Ertesi gün iç monoloğunuz nedir?
zh_hans: 你本来想每天去健身房/看书。第18天你因为忘记而打断了你的连胜。第二天你的内心独白是什么？
zh_hant: 你想去健身房/每天讀書。第 18 天，你的連續記錄就終止了，因為你忘記了。第二天你的內心獨白是什麼？

# assessment.growth.q9.a
source: 'Jetzt ist der Streak eh kaputt. Ich fange am Montag wieder neu an.'
en: 'Now the streak is broken anyway. I'll start again on Monday.'
es: 'Ahora la racha se ha roto de todos modos. Empezaré de nuevo el lunes.
fr: "Maintenant, la séquence est interrompue de toute façon. Je recommencerai lundi.
hi: 'अब यह सिलसिला वैसे भी टूट गया है। मैं सोमवार को फिर से शुरू करूंगा।'
it: «Adesso comunque la serie di vittorie è interrotta. Lunedì ricomincio».
ja: 「いずれにせよ、これで連勝記録は途切れた。月曜日からまた始めます。」
ko: '이제 어쨌든 그 행진은 깨졌습니다. 월요일부터 다시 시작하겠습니다.'
nl: 'Nu is de streak toch gebroken. Maandag begin ik weer.'
pl: - Teraz passa i tak została przerwana. Zacznę od nowa w poniedziałek.
pt: 'Agora a sequência está quebrada de qualquer maneira. Começarei de novo na segunda-feira.
ru: «Теперь серия всё равно сломана. Я начну заново в понедельник.»
tr: 'Artık seri yine de bozuldu. Pazartesi günü tekrar başlayacağım.'
zh_hans: ‘现在连胜反正已经断了。我星期一重新开始。’
zh_hant: 「現在無論如何，連勝紀錄都被打破了。我會在周一重新開始。

# assessment.growth.q9.b
source: Ich bestrafe mich mental dafür, wie unfähig ich bin, und zweifle an mir.
en: I mentally punish myself for how incompetent I am and doubt myself.
es: Me castigo mentalmente por lo incompetente que soy y dudo de mí mismo.
fr: Je me punis mentalement pour mon incompétence et je doute de moi-même.
hi: मैं मानसिक रूप से खुद को दंडित करता हूं कि मैं कितना अक्षम हूं और खुद पर संदेह करता हूं।
it: Mi punisco mentalmente per quanto sono incompetente e dubito di me stesso.
ja: 私は自分がどれほど無能であるかを精神的に罰し、自分自身を疑っています。
ko: 나는 내가 얼마나 무능한지 정신적으로 나 자신을 처벌하고 나 자신을 의심합니다.
nl: Ik straf mezelf mentaal voor hoe incompetent ik ben en twijfel aan mezelf.
pl: Karzę się psychicznie za swoją niekompetencję i wątpię w siebie.
pt: Eu me castigo mentalmente por ser incompetente e duvido de mim mesmo.
ru: Я мысленно наказываю себя за то, какой я неспособный, и сомневаюсь в себе.
tr: Ne kadar beceriksiz olduğum için kendimi zihinsel olarak cezalandırıyorum ve kendimden şüphe ediyorum.
zh_hans: 我在心理上惩罚自己，因为我有多么无能，并且怀疑自己。
zh_hant: 我在精神上懲罰自己是多麼無能並懷疑自己。

# assessment.growth.q9.c
source: Gar nichts. Ich analysiere, warum ich es vergessen habe, baue eine Erinnerung ein und mache heute weiter.
en: Nothing at all. I analyze why I forgot it, put a reminder in it, and move on today.
es: Nada en absoluto. Analizo por qué lo olvidé, le pongo un recordatorio y sigo adelante hoy.
fr: Rien du tout. J'analyse pourquoi je l'ai oublié, j'y mets un rappel et je passe à autre chose aujourd'hui.
hi: कुछ भी नहीं। मैं विश्लेषण करता हूं कि मैं इसे क्यों भूल गया, इसमें एक अनुस्मारक डालता हूं और आज आगे बढ़ता हूं।
it: Niente di niente. Analizzo il motivo per cui l'ho dimenticato, ci metto un promemoria e vado avanti oggi.
ja: 何もありません。なぜ忘れてしまったのかを分析し、リマインダーを入れて、今日を進めます。
ko: 전혀 없습니다. 잊어버린 이유를 분석하고 알림을 넣은 뒤 오늘을 이어갑니다.
nl: Helemaal niets. Ik analyseer waarom ik het vergeten ben, stop er een herinnering in en ga vandaag verder.
pl: Nic. Analizuję, dlaczego o tym zapomniałem, umieszczam przypomnienie i idę dalej.
pt: Absolutamente nada. Analiso por que esqueci, coloco um lembrete e sigo em frente hoje.
ru: Ничего. Я анализирую, почему я это забыл, создаю напоминание и продолжаю сегодня.
tr: Hiçbir şey. Neden unuttuğumu analiz edip, içine bir hatırlatma koyuyorum ve bugün yoluma devam ediyorum.
zh_hans: 一点也不。我分析自己为什么忘记了它，设置一个提醒，然后今天继续做。
zh_hant: 什麼都沒有。我分析為什麼我忘記了它，在裡面添加一個提醒，然後今天繼續。

# assessment.growth.q9.d
source: Ich versuche heute die doppelte Menge zu machen, um gestern auszugleichen.
en: I'm trying to make double the amount today to make up for yesterday.
es: Estoy tratando de ganar el doble de la cantidad hoy para compensar lo de ayer.
fr: J'essaie de gagner le double du montant d'aujourd'hui pour rattraper celui d'hier.
hi: मैं कल की भरपाई के लिए आज दोगुनी रकम कमाने की कोशिश कर रहा हूं।
it: Sto cercando di raddoppiare la cifra oggi per compensare quella di ieri.
ja: 昨日の分を取り戻すために、今日は倍の量を作ろうとしています。
ko: 어제를 보상하기 위해 오늘 금액의 두 배를 벌려고 노력 중입니다.
nl: Ik probeer vandaag het dubbele bedrag te verdienen om gisteren goed te maken.
pl: Próbuję dzisiaj zarobić podwójną kwotę, żeby nadrobić wczoraj.
pt: Estou tentando ganhar o dobro hoje para compensar ontem.
ru: Сегодня я пытаюсь сделать вдвое больше, чтобы компенсировать вчерашний день.
tr: Dünkü telafi için bugün miktarın iki katını kazanmaya çalışıyorum.
zh_hans: 我今天尝试做双倍的量，以弥补昨天。
zh_hant: 我今天努力賺雙倍的錢來彌補昨天的損失。

# assessment.growth.q10
source: Du probierst ein neues Lernsystem oder einen neuen Workflow aus, aber nach 2 Wochen hast du das Gefühl, es bringt nichts. Was machst du?
en: You try out a new learning system or workflow, but after 2 weeks you feel like it's not working. What are you doing?
es: Pruebas un nuevo sistema de aprendizaje o flujo de trabajo, pero después de 2 semanas sientes que no funciona. ¿Qué estás haciendo?
fr: Vous essayez un nouveau système d'apprentissage ou un nouveau workflow, mais après 2 semaines, vous avez l'impression que cela ne fonctionne pas. Que fais-tu?
hi: आप एक नई शिक्षण प्रणाली या वर्कफ़्लो आज़माते हैं, लेकिन 2 सप्ताह के बाद आपको लगता है कि यह काम नहीं कर रहा है। आप क्या कर रहे हो?
it: Provi un nuovo sistema di apprendimento o flusso di lavoro, ma dopo 2 settimane hai la sensazione che non funzioni. Cosa fai?
ja: 新しい学習システムやワークフローを試してみましたが、2 週間後には効果がないと感じます。何してるの？
ko: 새로운 학습 시스템이나 작업 흐름을 시험해 보지만 2주 후에는 작동하지 않는 것 같은 느낌이 듭니다. 뭐하세요?
nl: Je probeert een nieuw leersysteem of workflow uit, maar na 2 weken heb je het gevoel dat het niet werkt. Wat ben je aan het doen?
pl: Wypróbujesz nowy system nauczania lub przepływ pracy, ale po 2 tygodniach czujesz, że to nie działa. Co robisz?
pt: Você experimenta um novo sistema de aprendizagem ou fluxo de trabalho, mas depois de duas semanas sente que não está funcionando. O que você está fazendo?
ru: Ты пробуешь новую систему обучения или новый рабочий процесс, но через 2 недели у тебя возникает чувство, что это ни к чему не приводит. Что ты делаешь?
tr: Yeni bir öğrenme sistemi veya iş akışını deniyorsunuz ancak 2 hafta sonra bunun işe yaramadığını hissediyorsunuz. Ne yapıyorsun?
zh_hans: 你尝试一个新的学习系统或新的工作流程，但两周后你感觉没有用。你会怎么做？
zh_hant: 您嘗試新的學習系統或工作流程，但兩週後您感覺它不起作用。你在幹什麼？

# assessment.growth.q10.a
source: Ich wechsle sofort wieder zu meiner alten Methode, die war bequemer.
en: I immediately switch back to my old method, it was more convenient.
es: Inmediatamente vuelvo a mi antiguo método, era más conveniente.
fr: Je reviens immédiatement à mon ancienne méthode, c'était plus pratique.
hi: मैं तुरंत अपनी पुरानी पद्धति पर वापस आ गया, यह अधिक सुविधाजनक थी।
it: Ritorno subito al mio vecchio metodo, era più conveniente.
ja: すぐに以前の方法に戻りました。その方が便利でした。
ko: 나는 즉시 이전 방법으로 다시 전환했는데, 그것이 더 편리했습니다.
nl: Ik schakel meteen terug naar mijn oude methode, dat was handiger.
pl: Od razu wracam do mojej starej metody, była wygodniejsza.
pt: Voltei imediatamente para o meu método antigo, era mais conveniente.
ru: Я сразу же возвращаюсь к своему старому методу, он был удобнее.
tr: Hemen eski yöntemime dönüyorum, daha kullanışlıydı.
zh_hans: 我马上又回到我以前的方法，那更方便。
zh_hant: 我立即改回原來的方法，這樣比較方便。

# assessment.growth.q10.b
source: Ich schaue mir die harten Daten an (Noten, Zeiten). Wenn die nicht besser wurden, passe ich das System an.
en: I look at the hard data (grades, times). If they don't get better, I'll adjust the system.
es: Miro los datos concretos (notas, tiempos). Si no mejoran, ajustaré el sistema.
fr: Je regarde les données concrètes (notes, temps). S'ils ne s'améliorent pas, j'ajusterai le système.
hi: मैं कठिन डेटा (ग्रेड, समय) को देखता हूं। यदि वे बेहतर नहीं हुए तो मैं सिस्टम को समायोजित कर दूंगा।
it: Guardo i dati concreti (voti, tempi). Se non migliorano, adeguerò il sistema.
ja: 私はハードデータ（成績、タイム）を見ます。改善しない場合はシステムを調整します。
ko: 하드데이터(성적, 회차)를 봅니다. 나아지지 않으면 시스템을 조정하겠습니다.
nl: Ik kijk naar de harde gegevens (cijfers, tijden). Als ze niet beter worden, pas ik het systeem aan.
pl: Patrzę na twarde dane (oceny, czasy). Jeśli sytuacja się nie poprawi, dostosuję system.
pt: Eu olho para os dados concretos (notas, tempos). Se não melhorarem, ajustarei o sistema.
ru: Я смотрю на жесткие данные (оценки, времена). Если они не улучшились, я настраиваю систему.
tr: Somut verilere (notlar, zamanlar) bakıyorum. Eğer düzelmezlerse sistemi ayarlayacağım.
zh_hans: 我查看硬数据（成绩、时间）。如果这些没有改善，我会调整系统。
zh_hant: 我查看硬數據（成績、時間）。如果他們沒有好轉，我會調整系統。
